{
	"domain": "messages",
	"locale_data": {
		"messages": {
			"": {
				"domain": "messages",
				"plural_forms": "nplurals=2; plural=(n > 1);",
				"lang": "fr"
			},
			"WP Umbrella": [""],
			"WP Umbrella Monitors the uptime, performance, health and security of your WordPress website! If anything goes wrong, you'll be alerted !": [
				"WP Umbrella surveille le temps de disponibilité, la performance, la santé et la sécurité de votre site WordPress! Si quelque chose tourne mal, vous serez alerté !"
			],
			"https://wp-umbrella.com/": [""],
			"Oops!": ["Oops!"],
			"You don't have any data yet. Think about adding one!": [
				"Vous n’avez pas encore de données. Pensez à en ajouter une !"
			],
			"We may also have had trouble connecting to the API.": [
				"Nous avons eu du mal à nous connecter à l’API."
			],
			"We continue to check": ["Nous continuons à vérifier"],
			"Great!": ["Super!"],
			"The emails notification have been modified": [
				"La notification par email a bien été modifiée"
			],
			"Close": ["Fermer"],
			"Website owner contact": ["Contact du propriétaire du site web"],
			"Maintenance contact": ["Contact pour la maintenance"],
			"Go premium to add other emails.": [
				"Passez en mode Premium pour ajouter d’autres e-mails."
			],
			"You have reached the limit of e-mail recipients to be notified.": [
				"Vous avez atteint la limite des destinataires par email à notifier."
			],
			"Upgrade your subscription to increase your number of notifications.": [
				"Mettez votre abonnement à niveau pour augmenter le nombre de notifications."
			],
			"Add email": ["Ajouter un email"],
			"Update notifications": ["Mettre à jour les notifications"],
			"Error!": ["Erreur!"],
			"You are registered and we have configured your API key": [
				"Vous êtes enregistré et nous avons configuré votre clé API"
			],
			"Firstname": ["Prénom"],
			"It's nicer if we have your first name :)": [
				"C'est plus agréable si nous avons votre prénom :)"
			],
			"Lastname": ["Nom"],
			"You must enter your name": ["Vous devez saisir un nom"],
			"No email, no chocolate.": ["Pas d’email, pas de chocolat."],
			"Hosting provider": ["Hébergeur"],
			"To help you best in your monitoring, it is important for us to know your hosting provider.": [
				"Pour vous aider au mieux dans la surveillance, il est important pour nous de connaître votre fournisseur d’hébergement."
			],
			"You need to have a password.": [
				"Vous devez disposer d’un mot de passe."
			],
			"Who's your hosting ?": ["Qui est votre hébergeur ?"],
			"I agree to WP": ["J’accepte les"],
			"Health's Terms of Service": [
				"Conditions d’utilisation de WP Umbrella"
			],
			"News and features updates, as well as occasional company announcements.": [
				"Nouvelles et mises à jour des rubriques, ainsi qu’annonces occasionnelles des entreprises."
			],
			"The registration form is not complete.": [
				"Le formulaire d’inscription n’est pas complet."
			],
			"This email is not available": ["Cet email n’est pas disponible"],
			"Register": ["S'enregistrer"],
			"error": ["erreur"],
			"Previous": ["Avant"],
			"Next": ["Suivant"],
			"Issue": ["Issue"],
			"Events": ["Evènements"],
			"Name": ["Nom"],
			"Event": ["Evènement"],
			"File Error": ["Fichier de l'erreur"],
			"Line": ["Ligne"],
			"Message": ["Message"],
			"Settings": ["Options"],
			"At WP Umbrella we take your privacy very seriously.": [
				"Chez WP Umbrella, nous prenons votre vie privée très au sérieux."
			],
			"To make the plugin work properly, we need your consent.": [
				"Pour que le plugin fonctionne correctement, nous avons besoin de votre consentement."
			],
			"In order to identify the errors generated by your plugins, themes and hosting provider (such as downtimes and performance) we need to collect some informations.": [
				"Afin d'identifier les erreurs générées par vos plugins, vos thèmes et votre hébergeur (comme les temps d'arrêt et les performances), nous avons besoin de recueillir certaines informations."
			],
			"These information help us to offer you patches, tutorials and adapted help. The complete list of data we use and our terms and conditions are available here. We never use your data for advertising purposes.": [
				"Ces informations nous permettent de vous proposer des correctifs, des tutoriels et une aide adaptée. La liste complète des données que nous utilisons et nos conditions générales sont disponibles ici. Nous n’utilisons jamais vos données à des fins publicitaires."
			],
			"I agree": ["J'accepte"],
			"Back to the list of issues": ["Retour à la liste des erreurs"],
			"File": ["Fichier"],
			"Issue ID": [""],
			"Error Type": ["Type d'erreur"],
			"Latest error": ["Dernière erreur"],
			"Last 7 days": ["Les 7 derniers jours"],
			"PHP version": ["Version PHP"],
			"WordPress version": ["Version de WordPress"],
			"Plugin version": ["Version du plugin"],
			"Version": [""],
			"Total errors": ["Total d'erreurs"],
			"Server information": ["Information du serveur"],
			"We are updating the data. This process can take time.": [
				"Nous sommes en train de mettre à jour les données. Ce processus peut prendre du temps."
			],
			"Loading in progress": ["Chargement en cours"],
			"There is no error on your website. Congrat!": [
				"Il n’y a pas d’erreur sur votre site web. Félicitations !"
			],
			"We regularly and continuously check if we have any alerts": [
				"Nous vérifions régulièrement et en permanence si nous avons des alertes"
			],
			"If you would like to know more about these errors. Our support can help you": [
				"Si vous souhaitez en savoir plus sur ces erreurs. Notre support peut vous aider"
			],
			"Error log of your theme and plugins": [
				"Journal d’erreurs de votre thème et des plugins"
			],
			"Simple view": ["Vue simple"],
			"Advanced view": ["Vue avancée"],
			"Go premium to enable view advanced!": [
				"Passez en mode Premium pour activer la vue avancée !"
			],
			"Advanced View": ["Vue avancée"],
			"It seems that we are unable to retrieve the information from your monitor.": [
				"Il semble que nous ne soyons pas en mesure de récupérer les informations sur votre moniteur."
			],
			"Define the region from where we will monitor your website performance.": [
				"Définissez la région à partir de laquelle nous surveillerons les performances de votre site web."
			],
			"Go premium to enable more regions!": [
				"Passez Premium pour permettre obtenir plus de régions !"
			],
			"Account info": ["Informations sur le compte"],
			"View my account": ["Voir mon compte"],
			"Number of recipients notified (eg. email recipient)": [
				"Nombre de destinataires notifiés (ex. destinataire d’un email)"
			],
			"Max region(s)": ["Région(s) maximum"],
			"Historic days": ["Jours d’historiques"],
			"Why go pro ?": ["Pourquoi devenir pro ?"],
			"Your API key is not valid": ["Votre clé API n’est pas valide"],
			"Your API key is registered": ["Votre clé API est enregistrée"],
			"Your API Key": ["Votre clé API"],
			"Validate your API KEY": ["Validez votre clé API"],
			"WordPress Health Check": ["WordPress Health Check"],
			"Read our Privacy Policy": [
				"Lire notre politique de confidentialité"
			],
			"We have saved the change": [
				"Nous avons sauvegardé vos modifications"
			],
			"Enable WordPress Health Check": [
				"Activer le bilan de santé de WordPress"
			],
			"Create an account to get your API Key - It's free !": [
				"Créez un compte pour obtenir votre clé API - C’est gratuit !"
			],
			"Uptime and performance monitoring": [
				"Surveillance des disponibilités et des performances"
			],
			"We use monitors to check every 1 to 10 minutes if your site is up. If it's down, we send you a mail alert with advices on how to fix it. If it's up, we track your pagespeed and loading time from all over the world. You can then access the data!": [
				"Nous utilisons des moniteurs pour vérifier toutes les 1 à 10 minutes si votre site est en ligne. S'il est en panne, nous vous envoyons une alerte par email avec des conseils sur la manière de le réparer. S'il est en service, nous suivons la vitesse de vos pages et le temps de chargement depuis le monde entier. Vous pouvez alors accéder aux données !"
			],
			"Health Check & Troubleshooting": ["Etat de santé et Dépannage"],
			"We provide your WordPress a health check. From PHP Version to security fails and not-updated plugins, we track all that can threaten your WordPress. We also provide you with tips to troubleshoot the main errors and issues.": [
				"Nous offrons à votre WordPress un état de santé. De la version PHP aux échecs de sécurité et aux plugins non mis à jour, nous suivons tout ce qui peut menacer votre WordPress. Nous vous donnons également des conseils pour résoudre les principales erreurs et problèmes."
			],
			"Notifications": ["Notifications"],
			"Let us know how to reach you out in case of downtime.": [
				"Faites-nous savoir comment vous joindre en cas d’indisponibilité."
			],
			"Premium users can add several email adresses.": [
				"Les utilisateurs pro peuvent ajouter plusieurs adresses électroniques."
			],
			"Ressources": ["Resources"],
			"We have written and identified so many ressources to help you!": [
				"Nous avons écrit et identifié tant de ressources pour vous aider !"
			],
			"How to chose a good web host for WordPress?": [
				"Comment choisir un bon hébergeur pour WordPress ?"
			],
			"How to troubleshoot HTTP errors in WordPress?": [
				"Comment résoudre les erreurs HTTP dans WordPress ?"
			],
			"Discover all": ["Découvrez tous"],
			"our guides here!": ["nos guides ici !"],
			"You need help ?": ["Vous avez besoin d’aide ?"],
			"If you have any questions, you can contact us at support:": [
				"Si vous avez des questions, vous pouvez nous contacter au support :"
			]
		}
	}
}
